archives/2023-codes_dissertation-3/BMeles-Codes_dissertation.tex
% Created 2023-01-27 ven. 10:30
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper,11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[french]{babel}
\usepackage[french]{babel}
\usepackage{lmodern}
\DeclareUnicodeCharacter{00A0}{~}
\DeclareUnicodeCharacter{200B}{}
\author{Baptiste Mélès}
\date{27 janvier 2023}
\title{Dissertation de philosophie : signification des codes de correction}
\hypersetup{
 pdfauthor={Baptiste Mélès},
 pdftitle={Dissertation de philosophie : signification des codes de correction},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 8.2.10)}, 
 pdflang={French}}
\begin{document}

\maketitle

\section{Introduction}
\label{sec:orgfb0ef42}

\subsection{Amorce}
\label{sec:org8959835}
\begin{description}
\item[{AmHS}] Amorce hors sujet. \textbf{Solution :} supprimez l'amorce.
\end{description}

\subsection{Définitions}
\label{sec:orgb0087c4}
\begin{description}
\item[{D0}] Définition manquante. \textbf{Solution :} ajoutez-la.
\item[{D\string?}] Définition peu claire. \textbf{Solution :} clarifiez.
\item[{D1}] Définition non consensuelle : elle ne correspond pas au sens
commun. \textbf{Solution :} proposez une définition plus simple.
\item[{D2}] Définition non nécessaire : elle ne vaut pas pour tous les cas.
\textbf{Solution :} retirez des termes de la définition afin d'inclure les
cas omis.
\item[{D3}] Définition non suffisante : elle vaut pour des contre-exemples.
\textbf{Solution :} ajoutez des termes dans la définition afin d'exclure les
contre-exemples.
\item[{D4}] Définition circulaire : elle contient un synonyme, antonyme ou
paronyme (terme étymologiquement apparenté). \textbf{Solution :} remplacez
les termes incriminés par leur définition.
\end{description}

\subsection{Problématisation}
\label{sec:orgb37b352}
\begin{description}
\item[{P0}] Problématisation manquante. \textbf{Solution :} ajoutez-la.
\item[{P/}] Problématisation incomplète. \textbf{Solution :} ajoutez l'un des deux
termes de la contradiction apparente.
\item[{P\string!}] Problématisation trop rapide. \textbf{Solution :} développez afin de
convaincre.
\item[{P\string?}] Problématique peu claire. \textbf{Solution :} simplifiez.
\item[{PHS}] Problématique hors sujet. \textbf{Solution :} posez une problématique
appelant le même type de réponses que le sujet proposé.
\end{description}

\section{Développement}
\label{sec:orga38070c}

\subsection{Thèses}
\label{sec:org2ce5631}
\begin{description}
\item[{T\string?}] Thèse peu claire. \textbf{Solution :} clarifiez.
\item[{THS}] Thèse hors sujet : cette thèse n'est pas formulée comme une
réponse explicite au sujet. \textbf{Solution :} reformulez-la sous la forme
d'une réponse explicite au sujet proposé.
\end{description}

\subsection{Argumentation}
\label{sec:org5616f63}
\begin{description}
\item[{A0}] Argumentation manquante. \textbf{Solution :} justifiez.
\item[{A\textasciitilde{}}] Argumentation peu convaincante. \textbf{Solution :} développez
davantage, analysez des exemples (idéalement des exemples à la
limite), prévenez des objections etc.
\item[{A\string?}] Argumentation peu claire. \textbf{Solution :} clarifiez.
\item[{A\string!}] Argumentation trop rapide pour convaincre. \textbf{Solution :}
justifiez davantage.
\item[{R\textasciitilde{}}] Référence peu convaincante. \textbf{Solution :} précisez ou corrigez.
\item[{R\string!}] Référence trop allusive. \textbf{Solution :} supprimez ou
développez.
\item[{Dx}] Doxographie. \textbf{Solution :} en introduction et en conclusion,
supprimez les noms d'auteurs ; dans le développement, ajoutez au début
du paragraphe une phrase annonçant la thèse sans mentionner de nom
d'auteur.
\item[{HS}] Hors sujet. \textbf{Solution :} reliez explicitement ce propos au
sujet.
\end{description}

\subsection{Transition}
\label{sec:org75fc751}
\begin{description}
\item[{Tr0}] Transition manquante. \textbf{Solution :} ajoutez-la.
\item[{Tr\textasciitilde{}}] Transition peu convaincante. \textbf{Solution :} justifiez de façon
plus convaincante le passage à la partie suivante.
\item[{Tr\string!}] Transition trop rapide. \textbf{Solution :} développez.
\end{description}

\section{Conclusion}
\label{sec:org7ec308b}
\begin{description}
\item[{C\string?}] Conclusion peu claire. \textbf{Solution :} répondez clairement
et explicitement au sujet.
\item[{CTM}] Conclusion ressemblant à une Table des matières. \textbf{Solution :}
remplacez le vocabulaire chronologique (« d'abord/ ensuite/
enfin ») par des liens logiques (« il pourrait sembler que/
cependant »).
\item[{CHS}] Conclusion ne répondant pas au sujet. \textbf{Solution :} répondez
explicitement au sujet.
\item[{OHS}] Ouverture hors sujet. \textbf{Solution :} supprimez l'ouverture.
\end{description}
\end{document}
